Repository: common-repository/ubk-cookie-consent
Catalog: languages/ubk-cookie-consent-*.po
Languages: cs_cz

source: Accept all button
cs_cz: Tlačítko "Přijmout vše"

source: Add row
cs_cz: Přidat řádku

source: Analytics
cs_cz: Analytické cookies

source: Analytics cookies
cs_cz: Analytické cookies

source: App javascripts
cs_cz: Javascripty webové stránky

source: Close button
cs_cz: Tlačítko "Zavřít"

source: Consent modal
cs_cz: Cookie lišta

source: Cookie consent
cs_cz: Cookie lišta

source: Cookie table
cs_cz: Přehled cookies

source: Description
cs_cz: Popis

source: Disabled
cs_cz: Deaktivováno

source: Domain
cs_cz: Doména

source: Enabled
cs_cz: Aktivováno

source: Expiration
cs_cz: Platnost

source: Google Tag Manager will be added automatically with default analytics_storage=denied & ad_storage=denied
cs_cz: Google Tag Manager bude automaticky přidán s výchozím nastavením analytics_storage=denied & ad_storage=denied

source: Header
cs_cz: Nadpis

source: Iframe placeholder
cs_cz: Zástupný text pro iframe

source: Info block
cs_cz: Informační blok

source: Marketing
cs_cz: Marketingové (reklamní) cookies

source: Marketing cookies
cs_cz: Marketingové (reklamní) cookies

source: Name
cs_cz: Název

source: Necessary
cs_cz: Funkční cookies

source: Necessary cookies
cs_cz: Funkční cookies

source: No data
cs_cz: Žádná data

source: Placeholder
cs_cz: Zástupný text

source: Plugin implements orestbida/cookieconsent cookie consent solution and stores consents in custom database table.
cs_cz: Plugin implementuje cookie lištu orestbida/cookieconsent a ukládá souhlasy do vlastní databázové tabulky.

source: Plugin requires at least PHP version %s.
cs_cz: Plugin vyžaduje PHP verze nejméně %s.

source: Reject all button
cs_cz: Tlačítko "Odmítnout vše"

source: Remove row
cs_cz: Odstranit řádku

source: Save
cs_cz: Uložit

source: Save settings button
cs_cz: Tlačítko "Uložit nastavení"

source: Settings
cs_cz: Nastavení

source: Settings modal
cs_cz: Modal pro detailní nastavení

source: Show only for admins
cs_cz: Zobrazit pouze pro adminy

source: Statistics
cs_cz: Statistiky

source: Status
cs_cz: Stav

source: Texts
cs_cz: Texty

source: UBK - cookie consent
cs_cz: UBK - cookie lišta
